tap "caskroom/cask"
tap "domt4/autoupdate"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

tap 'homebrew/cask-fonts'
tap 'heroku/brew'
tap 'beeftornado/rmtree'


cask "alfred"
cask "android-platform-tools"
cask "atom"
cask "authy"
cask "bitwarden"
cask "pock"
cask "google-chrome"
cask "drawio"
cask "firefox"
cask "microsoft-office"
cask "sketch"
cask "spectacle"
cask "spotify"
cask "vanilla"
cask "wifi-explorer"
cask "wireshark"
cask "google-drive-file-stream"


brew "python"
brew "docker"
brew "dockutil"
brew "gifify"
brew "git"
brew "git-extras"
brew "git-flow"
brew "gdrive"
brew "htop"
brew "legit"
brew "mackup"
brew "mtr"
brew "node"
brew "scrcpy"
brew "serve"
brew "speedtest-cli"
brew "subversion"
brew "trash"
brew "tree"
brew "webpack"
brew "wget"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "iperf3"

brew 'bash'
brew 'bash-completion'
brew 'git'
brew 'heroku'
brew 'hub'
brew 'neofetch'
brew 'neovim'
brew 'postgresql', restart_service: :changed
brew 'rbenv'
brew 'redis', restart_service: :changed
brew 'the_silver_searcher'
brew 'tmux'
brew 'yarn', args: ['ignore-dependencies']
