tap "homebrew/cask-fonts"

brew "bash"
brew "bash-completion"
brew "git"
brew "pyenv"
brew "neofetch"
brew "neovim"
brew "nodenv"
brew "rbenv"
brew "tmux"
brew "yt-dlp"
brew "ffmpeg"
brew "gifify"

cask "1password"
cask "visual-studio-code"
cask "raycast"
cask "appcleaner"
cask "discord"
cask "docker"
cask "firefox"
cask "spotify"
cask "font-fira-mono-nerd-font"
cask "figma"
# cask "slack"
# cask "google-chrome"
