tap "felixkratz/formulae"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "bash-completion"
brew "btop"
brew "cask"
brew "ffmpeg"
brew "fzf"
brew "gallery-dl"
brew "gifify"
brew "git"
brew "handbrake"
brew "htop"
brew "iperf3"
brew "mailsy"
brew "mas"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "neofetch"
brew "neovim"
brew "qrencode"
brew "rclone"
brew "rsync"
brew "speedtest-cli"
brew "tmux"
brew "wget"
brew "wireshark"
cask "1password"
cask "alt-tab"
cask "arc"
cask "audacity"
cask "cyberduck"
cask "discord"
cask "docker"
cask "elgato-stream-deck"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "hiddenbar"
cask "istat-menus"
cask "iterm2"
cask "logi-options-plus"
cask "notion"
cask "obs"
cask "obsidian"
cask "parsec"
cask "postman"
cask "private-internet-access"
cask "raycast"
cask "transmit"
cask "visual-studio-code"
mas "AJA System Test Lite", id: 1092006274
mas "Color Picker", id: 1545870783
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "grapecity.gc-excelviewer"
vscode "henriquebruno.github-repository-manager"
vscode "illixion.vscode-vibrancy-continued"
vscode "jzarzoso.break-from-comma"
vscode "keraun.vue-beautify2"
vscode "mechatroner.rainbow-csv"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nicollasr.vscode-streamdeck"
vscode "octref.vetur"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "sdras.night-owl"
vscode "shailen.netlify"
vscode "streetsidesoftware.code-spell-checker"
vscode "vue.volar"
